{
  "greet": "HelloWorld!",
  "whoami": "whoami",
  "preabout": "I am",
  "afterabout": "year old IT professional. Over the last years, I managed my own Taxi Limousine service based in Munich. During the pandemic, I did decide to go fully back to my roots into IT and work on software development projects. Thus, over the last year, I built a variety of Front-End projects from simple websites to complex web apps. Now I'm looking for new challenges in Front-End-Web development.",
  "journeyheadone": "#1 Start in the IT",
  "journeyheadsecond": "2# Self-Employment Journey",
  "journeyheadththird": "3# Project experience",
  "journeyheadfourth": "4# The next Challenge",
  "journeyone": "In my apprenticeship as an information electronics technician, I gained a lot of experience in terms of hardware and software.",
  "journeysecond": "Over the last years, I have gained a lot of experience in organized, structured, and self-reliant work over a variety of sectors and challenges.",
  "journeythird": "You can find everything from simple landing pages to complex web applications in my portfolio.",
  "journeyfourth": "I'm looking forward to contribute my knowledge of Javascript and Angular to your next project.",
  "skillstack": "Skill Stack",
  "bluepill": "Blue Pill",
  "redpill": "Red Pill",
  "greenpill": "Green Pill",
  "imprint": {
    "firstname": "Mustafa",
    "lastname": "Gür",
    "street": "Werinherstreet 12",
    "zip": "81541",
    "myemail": "mustafaguer@yahoo.de",
    "myhone": "+49 1762 489 9531",
    "city": "Munich",
    "country": "Germany",
    "imprint": "Imprint",
    "infoaccord": "Information according to § 5 TMG",
    "represendetby": "Represendet by:",
    "contact": "Contact:",
    "phone": "Phone:",
    "email": "E-Mail:",
    "imprintlink": "https://www.mustafaguer.com/imprint/"
  },
  "privacy": {
    "privacypolicytitle": "privacy policy",
    "legalbasis": "Legal basis:",
    "serviceprovider": "Service provider:",
    "privacypolicy": "Privacy policy:",
    "website": "Website:",
    "responsible": "Responsible:",
    "purposeprocessing": "Purposes of processing:",
    "affectedpersons": "Affected persons:",
    "processeddata": "Types of data processed:",
    "contactform": "Contact form:",
    "deletiondata": "Deletion of data:",
    "furtherprocessing": "Further guidance on processing operations, procedures and services:",
    "introduction": {
      "introduction": "introduction",
      "introductiontext": "With the following data protection declaration, we would like to inform you about the types of your personal data (hereinafter also referred to as \"data\") we process, for what purposes and to what extent. The Privacy Policy applies to all processing of personal data carried out by us, both within the scope of the provision of our services as well as in particular on our websites, in mobile applications as well as within external online presences, e.g. our social media profiles (hereinafter collectively referred to as the \"Online Offer\").",
      "gender": "The terms used are not gender specific.",
      "createdat": "Status: August 25, 2022"
    },
    "contentoverview": {
      "contentoverview": "Content overview",
      "introduction": "Introduction",
      "personincharge": "Person in charge",
      "processingoverview": "Processing overview",
      "legalbases": "Relevant legal bases",
      "safetymeasures": "Safety measures",
      "provision": "Provision of the online offer and web hosting",
      "contactrequest": "Contact and request management",
      "plugins": "Plugins and embedded functions and content",
      "definitions": "definitions"
    },
    "processingoverview": {
      "processingtext": "The following overview summarizes the types of data processed and the purposes of their processing and refers to the data subjects."
    },
    "typesofdataprocessed": {
      "typesofdataprocessed": "Types of data processed",
      "contactdetails": "Contact details.",
      "contentdata": "Content data.",
      "usagedata": "Usage data.",
      "metadata": "Meta/communication data.",
      "concernedcategories": {
        "concernedcategories": "Categories of persons concerned",
        "communicationpartner": "Communication partner.",
        "users": "users"
      },
      "processingpurpose": {
        "processingpurpose": "Processing purposes",
        "service": "Provision of contractual services and customer service.",
        "contact": "Contact requests and communication.",
        "responding": "Managing and responding to inquiries.",
        "feedback": "Feedback.",
        "userfriendliness": "Provision of our online offer and user-friendliness.",
        "infrastructure": "Information Technology Infrastructure."
      }
    },
    "legalbases": {
      "legalbasestefirsttext": "The following is an overview of the legal basis of the GDPR on the basis of which we process personal data. Please note that in addition to the provisions of the GDPR, national data protection regulations may apply in your or our country of residence or domicile. If, in addition, more specific legal bases are relevant in individual cases, we will inform you of these in the data protection declaration.",
      "legalbaseslifirststrong": "Contract performance and pre-contractual requests (Art. 6 (1) p. 1 lit. b) DSGVO)",
      "legalbaseslifirst": " - Processing is necessary for the performance of a contract to which the data subject is a party or for the performance of pre-contractual measures taken at the data subject's request.",
      "legalbaseslisecondstrong": "Legitimate interests (Art. 6 (1) p. 1 lit. f) DSGVO)",
      "legalbaseslisecond": " - Processing is necessary to protect the legitimate interests of the controller or a third party, unless such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require the protection of personal data.",
      "legalbasestextsecond": "In addition to the data protection regulations of the General Data Protection Regulation, national regulations on data protection apply in Germany. These include, in particular, the Act on Protection against Misuse of Personal Data in Data Processing (Federal Data Protection Act - BDSG). In particular, the BDSG contains special regulations on the right to information, the right to erasure, the right to object, the processing of special categories of personal data, processing for other purposes and transmission, as well as automated decision-making in individual cases, including profiling. Furthermore, it regulates data processing for employment purposes (Section 26 BDSG), in particular with regard to the establishment, implementation or termination of employment relationships as well as the consent of employees. Furthermore, state data protection laws of the individual federal states may apply."
    },
    "safetymeasures": {
      "safetymeasuresfirsttext": "We take appropriate technical and organizational measures in accordance with the legal requirements, taking into account the state of the art, the implementation costs and the nature, scope, circumstances and purposes of the processing, as well as the different probabilities of occurrence and the extent of the threat to the rights and freedoms of natural persons, in order to ensure a level of protection appropriate to the risk.",
      "safetymeasuressecondtext": "The measures include, in particular, safeguarding the confidentiality, integrity and availability of data by controlling physical and electronic access to the data as well as access to, input of, disclosure of, assurance of availability of and segregation of the data. Furthermore, we have established procedures to ensure the exercise of data subjects' rights, the deletion of data, and responses to data compromise. Furthermore, we already take the protection of personal data into account during the development or selection of hardware, software as well as procedures in accordance with the principle of data protection, through technology design and through data protection-friendly default settings.",
      "safetymeasuresthirdtext": "SSL encryption (https): To protect your data transmitted via our online offer, we use SSL encryption. You can recognize such encrypted connections by the prefix https:// in the address bar of your browser."
    },
    "provision": {
      "provisiontext": "We process the users' data in order to provide them with our online services. For this purpose, we process the user's IP address, which is necessary to transmit the content and functions of our online services to the user's browser or terminal device.",
      "provisionlifirst": "Usage data (e.g. web pages visited, interest in content, access times); meta/communication data (e.g. device information, IP addresses).",
      "provisionlisecond": "Users (e.g., website visitors, users of online services).",
      "provisionlithird": "Provision of our online offer and user-friendliness; information technology infrastructure (operation and provision of information systems and technical equipment (computers, servers, etc.).); security measures.",
      "provisionlifourth": "Legitimate interests (Art. 6 para. 1 p. 1 lit. f) DSGVO).",
      "furtherguidance": "Further guidance on processing operations, procedures and services:",
      "provisionlififthstrong": "Provision of online offer on rented storage space:",
      "provisionlififth": "For the provision of our online offer, we use storage space, computing capacity and software that we rent or otherwise obtain from a corresponding server provider (also called \"webhoster\"); legal basis: Legitimate interests (Art. 6 para. 1 p. 1 lit. f) DSGVO).",
      "provisionlisixtstrong": "Collection of access data and log files:",
      "provisionlisixt": "Access to our online offer is logged in the form of so-called \"server log files\". The server log files may include the address and name of the web pages and files accessed, the date and time of access, data volumes transferred, notification of successful access, browser type and version, the user's operating system, referrer URL (the previously visited page) and, as a rule, IP addresses and the requesting provider. The server log files may be used on the one hand for security purposes, e.g., to prevent server overload (especially in the event of abusive attacks, so-called DDoS attacks) and on the other hand, to ensure the utilization of the servers and their stability;",
      "provisionliseventh": "Legitimate interests (Art. 6 para. 1 p. 1 lit. f) DSGVO);",
      "provisionlieight": " Logfile-Informationen werden für die Dauer von maximal 30 Tagen gespeichert und danach gelöscht oder anonymisiert. Daten, deren weitere Aufbewahrung zu Beweiszwecken erforderlich ist, sind bis zur endgültigen Klärung des jeweiligen Vorfalls von der Löschung ausgenommen.",
      "provisionlininthstrong": "all-inkl:",
      "provisionlininth": "Services in the field of providing information technology infrastructure and related services (e.g., storage space and/or computing capacity);",
      "provisionlitenth": "ALL-INKL.COM - Neue Medien Münnich, Inhaber: René Münnich, Hauptstraße 68, 02742 Friedersdorf, Deutschland;",
      "provisionlifourteenthStrong": "Order processing agreement:",
      "provisionlifourteenth": "Provided by the service provider."
    },
    "contactrequest": {
      "contactrequesttextfirst": "When contacting us (e.g. by contact form, e-mail, telephone or via social media) as well as in the context of existing user and business relationships, the information of the inquiring persons is processed to the extent necessary to respond to the contact requests and any requested measures.",
      "contactrequesttextsecond": "The answering of contact inquiries as well as the administration of contact and inquiry data in the context of contractual or pre-contractual relationships is carried out to fulfill our contractual obligations or to answer (pre)contractual inquiries and otherwise on the basis of legitimate interests in answering inquiries and maintaining user or business relationships.",
      "contactrequestlifirst": "Contact data (e.g. e-mail, telephone numbers); content data (e.g. entries in online forms); usage data (e.g. websites visited, interest in content, access times); meta/communication data (e.g. device information, IP addresses).",
      "contactrequestlisecond": "Communication partner.",
      "contactrequestlithird": "Contact inquiries and communication; managing and responding to inquiries; feedback (e.g., collecting feedback via online form); providing our online offering and user experience; providing contractual services; and customer service.",
      "contactrequestliffourth": "Contract performance and pre-contractual inquiries (Art. 6 para. 1 p. 1 lit. b) DSGVO); Legitimate interests (Art. 6 para. 1 p. 1 lit. f) DSGVO).",
      "contactrequestfurtherstrong": "Further guidance on processing operations, procedures and services:",
      "contactrequestlififth": "If users contact us via our contact form, e-mail or other communication channels, we process the data communicated to us in this context to process the communicated request. For this purpose, we process personal data in the context of pre-contractual and contractual business relationships, insofar as this is necessary for their fulfillment, and otherwise on the basis of our legitimate interests as well as the interests of the communication partners in responding to the concerns and our statutory retention obligations;",
      "contactrequestlisixt": "Contract performance and pre-contractual inquiries (Art. 6 para. 1 p. 1 lit. b) DSGVO), Legitimate Interests (Art. 6 para. 1 p. 1 lit. f) DSGVO)."
    },
    "plugins": {
      "pluginsfirsttext": "We integrate functional and content elements into our online offer that are obtained from the servers of their respective providers (hereinafter referred to as \"third-party providers\"). These can be, for example, graphics, videos or city maps (hereinafter uniformly referred to as \"content\").",
      "pluginssecondtext": "The integration always requires that the third-party providers of this content process the IP address of the user, since without the IP address they could not send the content to their browser. The IP address is thus required for the display of this content or function. We strive to use only such content whose respective providers use the IP address only for the delivery of the content. Third-party providers may also use so-called pixel tags (invisible graphics, also known as \"web beacons\") for statistical or marketing purposes. The \"pixel tags\" can be used to analyze information such as visitor traffic on the pages of this website. The pseudonymous information may also be stored in cookies on the user's device and may contain, among other things, technical information about the browser and operating system, referring websites, time of visit and other information about the use of our online offer as well as be linked to such information from other sources.",
      "pluginsliffirst": "Usage data (e.g. web pages visited, interest in content, access times); meta/communication data (e.g. device information, IP addresses).",
      "pluginslisecond": "Users (e.g., website visitors, users of online services).",
      "pluginslithird": "Provision of our online offer and user-friendliness.",
      "pluginslifourth": "Legitimate interests (Art. 6 para. 1 p. 1 lit. f) DSGVO).",
      "pluginsfurther": "Further guidance on processing operations, procedures and services:",
      "pluginslififthstrong": "Integration of third-party software, scripts or frameworks (e.g. jQuery):",
      "pluginslififth": "We integrate software into our online offer that we retrieve from servers of other providers (e.g. function libraries that we use for the purpose of presentation or user-friendliness of our online offer). In doing so, the respective providers collect the IP address of the user and may process this for the purpose of transmitting the software to the user's browser and for security purposes, as well as for the evaluation and optimization of their offer. - We integrate software into our online offer that we retrieve from servers of other providers (e.g. function libraries that we use for the purpose of display or user-friendliness of our online offer). In doing so, the respective providers collect the IP address of the user and may process this for the purpose of transmitting the software to the user's browser and for security purposes, as well as for the evaluation and optimization of their offer;",
      "pluginslisixt": "Legitimate interests (Art. 6 para. 1 p. 1 lit. f) DSGVO).",
      "pluginsliseventhstrong": "Google Fonts (obtained from Google server):",
      "pluginsliseventh": "Obtaining fonts (and symbols) for the purpose of a technically secure, maintenance-free and efficient use of fonts and symbols with regard to up-to-dateness and loading times, their uniform display and consideration of possible restrictions under licensing law. The provider of the fonts is informed of the user's IP address so that the fonts can be made available in the user's browser. In addition, technical data (language settings, screen resolution, operating system, hardware used) are transmitted that are necessary for the provision of the fonts depending on the devices used and the technical environment;",
      "pluginslieigth": "Google Irland Limited, Gordon House, Barrow Street, Dublin 4, Irland, Mutterunternehmen: Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA;",
      "pluginslininth": "Legitimate interests (Art. 6 para. 1 p. 1 lit. f) DSGVO);",
      "pluginslitwelthstrong": "Google Fonts (deployed on own server):",
      "pluginslitwelth": "fonts (\"Google Fonts\") for the purpose of a user-friendly presentation of our online offer;",
      "pluginslithirteenth": "The Google Fonts are hosted on our server, no data is transmitted to Google;",
      "pluginslifourteenth": "Legitimate interests (Art. 6 para. 1 p. 1 lit. f) DSGVO)."
    },
    "definitions": {
      "definitionsfirsttext": "This section provides you with an overview of the terms used in this privacy policy. Many of the terms are taken from the law and defined primarily in Art. 4 of the GDPR. The legal definitions are binding. The following explanations, on the other hand, are primarily intended to aid understanding. The terms are sorted alphabetically.",
      "definitionslifirststrong": "Personal data:",
      "definitionslifirst": "\"Personenbezogene Daten“ sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person (im Folgenden \"betroffene Person“) beziehen; als identifizierbar wird eine natürliche Person angesehen, die direkt oder indirekt, insbesondere mittels Zuordnung zu einer Kennung wie einem Namen, zu einer Kennnummer, zu Standortdaten, zu einer Online-Kennung (z.B. Cookie) oder zu einem oder mehreren besonderen Merkmalen identifiziert werden kann, die Ausdruck der physischen, physiologischen, genetischen, psychischen, wirtschaftlichen, kulturellen oder sozialen Identität dieser natürlichen Person sind.",
      "definitionslisecond": "\"Controller\" means the natural or legal person, public authority, agency or other body which alone or jointly with others determines the purposes and means of the processing of personal data.",
      "definitionslithirdstrong": "Processing:",
      "definitionslithird": "\"Processing\" means any operation or set of operations which is performed upon personal data, whether or not by automatic means. The term is broad and includes virtually any handling of data, be it collection, analysis, storage, transmission or deletion."
    }
  },
  "contactForm": {
    "name": "Name",
    "email": "Email address",
    "message": "Your Message",
    "nameplaceholder": "Type your name.",
    "emailplaceholder": "Your email address.",
    "messageplaceholder": "Your Message.",
    "send": "Send Message"
  },
  "navbar": {
    "headline": "MusG",
    "home": "home",
    "about": "about",
    "skills": "skills",
    "portfolio": "portfolio",
    "contact": "contact"
  }
}
